Repository: spseol/project-thesaurus
Catalog: django/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Supervised thesis
cs: Vedená práce

source: Supervised theses
cs: Vedené práce

source: Opponented thesis
cs: Oponentovaná práce

source: Opponented theses
cs: Oponentované práce

source: Author of thesis
cs: Autor práce

source: Author of theses
cs: Autor prací

source: Author of review
cs: Autor podusku

source: Author of reviews
cs: Autor posudků

source: Groups
cs: Skupiny

source: Personal info
cs: Osobní informace

source: Permissions
cs: Práva

source: Important dates
cs: Důležitá data

source: Degree before
cs: Titul před

source: Degree after
cs: Titul za

source: School class
cs: Třída

source: User
cs: Uživatel

source: Users
cs: Uživatelé

source: Unknown model to audit.
cs: Neznámý model k auditu.

source: Invalid state filter.
cs: Nevalidní filtr na stav.

source: There is already existing reservation for this thesis by user.
cs: Nelze práci zarezervovat pro stejného uživatele víckrát.

source: This thesis is not reservable.
cs: Tuto práci nelze zarezervovat.

source: Cannot create new reservation, maximum count of opened reservations/borrows is {}.
cs: Nelze vytvořit novou rezervaci, maximální počet aktivních výpůjček/rezervací je {}.

source: Missing some of needed arguments.
cs: Chybějí některé z argumentů pro import.

source: Include only active users
cs: Zahrnou pouze aktivní uživatele

source: Download attachment
cs: Stáhnout přílohu

source: Target thesis
cs: Práce

source: Type of attachment
cs: Typ přílohy

source: File with thesis
cs: Soubor s prací

source: Size of attachment
cs: Velikost přílohy

source: Attachment
cs: Příloha

source: Attachments
cs: Přílohy

source: Thesis text
cs: Text práce

source: Thesis assigment
cs: Text zadání

source: Supervisor review
cs: Posudek vedoucího

source: Opponent review
cs: Posudek oponenta

source: Thesis poster
cs: Plakát práce

source: Thesis attachment
cs: Příloha práce

source: Identifier
cs: Identifikátor

source: List of allowed mime/content types
cs: Seznam povolených typů souborů

source: Available options: {}
cs: Dostupné možnosti: {}

source: Is public
cs: Dostupná veřejně

source: Max size in bytes
cs: Maximální velikost [B]

source: Type attachment
cs: Typ přílohy

source: Types attachments
cs: Typy příloh

source: Unknown file type for attachment {attachment}.
cs: Neznámý typ souboru pro {attachment}.

source: Content type {content} is not allowed for type attachment {attachment}.
cs: Typ souboru {content} není povolený pro {attachment}.

source: Maximal size for {attachment} is {max_size}, {real_size} given.
cs: Maximální velikost pro {attachment} je {max_size}, vloženo {real_size}.

source: Inserted
cs: Vloženo

source: Deleted
cs: Smazáno

source: Updated
cs: Upraveno

source: Truncated
cs: Vyprázdněno

source: Schema name
cs: Jméno schématu

source: Table name
cs: Jméno tabulky

source: Username
cs: Uživatelské jméno

source: Transaction start timestamp
cs: Začátek transakce

source: Statement start timestamp
cs: Začátek příkazu

source: Wall clock time
cs: Systémový čas

source: Transaction ID
cs: ID transakce

source: Client query
cs: Dotaz klienta

source: Action
cs: Akce

source: Row data
cs: Data řádku

source: Changed fields
cs: Změněné hodnoty

source: Statement only
cs: Pouze příkaz

source: Reservation for thesis {} changed state to {}
cs: Rezervaci na práci {} byl změněn stav na {}.

source: Reservation for thesis {} has been created
cs: Rezervace pro práci {} byla vytvořena

source: Thesis {} changed state to {}
cs: Práci {} byl změněn stav na {}.

source: Thesis {} has new review from {}
cs: Práce {} má nový posudek od {}

source: supervisor
cs: vedoucí

source: opponent
cs: oponent

source: New thesis as {}: {}
cs: Nová práce přiřazena jako {}: {}

source: Please, do not reply directly to this email.
cs: Prosím, neodpovídej na tento email.

source: Sent automatically at
cs: Automaticky odesláno v

source: Hello, reservation for thesis %(thesis)s has been created - after preparation we will notify you. Until that you can also cancel your reservation on portal. Have a nice day!
cs: Ahoj, rezervace na práci %(thesis)s byla vytvořena - po potvrzení Tě budeme informovat. Před potvrzením lze rezervaci na portále zrušit. Měj pěkný den!

source: Hello, reservation for thesis %(thesis)s changed state from %(initial_state)s to %(current_state)s. Have a nice day!
cs: Ahoj, rezervaci na práci %(thesis)s byl změněn stav z %(initial_state)s na %(current_state)s. Měj pěkný den!

source: Hello, for thesis %(thesis)s has been added new review from %(reviewer)s - available on address <a href="%(url)s">%(url)s</a>. Have a nice day!
cs: Ahoj, pro práci %(thesis)s byl přidán nový posudek od %(reviewer)s - dostupný je na adrese <a href="%(url)s">%(url)s</a>. Měj pěkný den!

source: Hello, thesis %(thesis)s change state from %(initial_state)s to %(current_state)s. Have a nice day!
cs: Ahoj, práci %(thesis)s byl změněn stav z %(initial_state)s na %(current_state)s. Měj pěkný den!

source: Hello, you've just been assigned to thesis %(thesis)s as %(role)s. Have a nice day!
cs: Ahoj, právě byl jsi přiřazen k práci %(thesis)s jako %(role)s. Měj pěkný den!

source: You are not authenticated, please log in.
cs: Nejste autentizován, přihlaste se prosím.

source: Not sufficient
cs: Nedostatečná

source: Great
cs: Dobrá

source: Very well
cs: Velmi dobrá

source: Excellent
cs: Výborná

source: Under average
cs: Podprůměrná

source: Average
cs: Průměrná

source: Over average
cs: Nadprůměrná

source: Review comment
cs: Komentář

source: Review questions
cs: Otázky k obhajobě

source: Difficulty
cs: Obtížnost

source: As value between 1 and 3 inclusive, higher is harder.
cs: Jako hodnota mezi 1 a 3 včetně, vyšší je těžší.

source: As value between 1 and 4 inclusive, higher is better.
cs: Jako hodnota mezi 1 a 4 včetně, vyšší je lepší.

source: Grades
cs: Známky

source: Proposed grade
cs: Navrhovaná známka

source: Review
cs: Posudek

source: Reviews
cs: Posudky

source: Review on {} from {}
cs: Posudek na {} od {}

source: Students independence during processing
cs: Samostatnost studenta při zpracování

source: Theoretical part of the work, comprehensibility of the text
cs: Teoretická část práce, srozumitelnost textu

source: Methods and procedures used
cs: Použité metody a postupy

source: Formal editing, work with sources, citations in the text
cs: Formální úprava, práce s literaturou, citace v textu

source: Graphic design of the thesis
cs: Grafická úprava práce

source: Interpretation of conclusions, their originality and their own contribution to the work
cs: Interpretace závěrů, jejich originalita a vlastní přínos práce

source: Review has been already posted by this user or this user is not allowed to post review for this thesis.
cs: Posudek byl od tohoto uživatele již přijat anebo tento uživatel není oprávněn k vložení posudku k této práci.

source: Thesis review
cs: Posudek

source: First and last name
cs: Jméno a příjmení

source: Thesis title
cs: Název práce

source: Review by
cs: Posudek vypracoval

source: Supervisor / opponent
cs: Vedoucí / oponent práce

source: Criteriums of thesis grading
cs: Kritéria hodnocení práce

source: Grade
cs: Stupeň hodnocení

source: Difficulty of selected topic
cs: Náročnost zvoleného tématu

source: Comment
cs: Odůvodnění hodnocení práce

source: Questions
cs: Otázky k obhajobě

source: In
cs: V

source: at day
cs: dne

source: Signature
cs: Podpis

source: If the evaluation of the leader and the opponent differs by more than two degrees (excellent - unsatisfactory), it will be prepared third independent opinion.
cs: Pokud se hodnocení vedoucího a oponenta liší o více jak dva stupně (výborná - nevyhovující), bude vypracován třetí nezávislý posudek.

source: Generated automatically by THESAURUS at
cs: Automaticky vygenerováno systémem THESAURUS v

source: available online on
cs: dostupné online na

source: Title
cs: Název

source: Order
cs: Pořadí

source: Category
cs: Kategorie

source: Categories
cs: Kategorie

source: Unable to parse file to import: {}.
cs: Problém s načtením souboru: {}.

source: Unable to detect CSV format: {}.
cs: Problém při detekci formátu CSV: {}.

source: Theses have been imported.
cs: Práce byly importovány.

source: Cannot import theses containing errors.
cs: Nelze importovat práce obsahující chyby.

source: Unknown author/s.
cs: Neznámý autor/ři.

source: Some of authors not found ({}).
cs: Někteří z autorů nebyli nalezeni ({}).

source: Unknown category code {}.
cs: Neznámý kód kategorie {}.

source: Empty title.
cs: Prázdný název práce.

source: Found thesis with same name: {}.
cs: Nalezena práce s identickým jménem: {}.

source: Unknown user {}
cs: Neznámý uživatel {}

source: In a format of her/his login (abc12345), split by comma if multiple authors
cs: Ve formátu školního loginu (abc12345), oddělené čárkou v případě více autorů

source: Two letter abbr of category ({})
cs: Dvoupísmenná zkratka kategorie/zaměření ({})

source: Thesis long title
cs: Plný název práce

source: Supervisor
cs: Vedoucí

source: Login for internal, full name for external
cs: Školní login pro interní osoby, plné jméno pro externí

source: Opponent
cs: Oponent

source: Deadline
cs: Termín odevzdání

source: Submit deadline, DD.MM.YYYY, not required
cs: Termín pro odevzdání, DD.MM.RRRR, nepovinné

source: Open
cs: Otevřené

source: Waiting for prepare
cs: Čeká na schválení

source: Ready for pickup
cs: Připraveno k vyzvednutí

source: Running
cs: Běžící

source: Finished
cs: Dokončeno

source: Canceled
cs: Zrušená

source: Thesis for borrow
cs: Práce k zapůjčení

source: For user
cs: Pro uživatele

source: State
cs: Stav

source: Reservation
cs: Rezervace

source: Reservations
cs: Rezervace

source: Reservation {} for {}
cs: Rezervace {} pro {}

source: Created
cs: Vytvořeno

source: Ready for submit
cs: Čeká na odevzdání

source: Submitted
cs: Odevzdána

source: Ready for reviews
cs: Čeká na posudky

source: Reviewed
cs: Ohodnoceno

source: Published
cs: Publikováno

source: Corresponding category for thesis.
cs: Odpovídající kategorie práce.

source: Authors
cs: Autoři

source: Registration number
cs: Evidenční číslo

source: Thesis registration number is not valid.
cs: Evidenční číslo práce není validní.

source: Abstract
cs: Abstrakt

source: Publication date
cs: Publikováno

source: Submit deadline
cs: Termín pro odevzdání

source: Reservable
cs: Lze vypůjčit

source: Additional note
cs: Poznámka

source: Thesis
cs: Práce

source: Theses
cs: Práce

source: Can view unpublished theses
cs: Může zobrazit nepublikované práce

source: Publishing thesis without filled registration number is not allowed.
cs: Publikování práce bez vyplněného evidenčního čísla není povoleno.

source: Thesis is created with basic information and it's waiting for state change.
cs: Práce je vytvořena se základními informacemi a je dostupná pouze správci.

source: Thesis is currently waiting for submit from one of authors.
cs: Práce čeká na odevzdání od jednoho z autorů.

source: Thesis has been submitted and it needs to be pushed to reviews.
cs: Práce byla odevzdána a čeká na postoupení k posudkům.

source: Thesis is waiting for reviews from supervisor and opponent - also possible to add external review.
cs: Práce čeká na zadání posudků od vedoucího a oponenta, je možné přidat externí posudky.

source: Thesis has both reviews and it's waiting for publication.
cs: Práce má oba posudky a je možné ji publikovat.

source: Thesis is public and it's possible to borrow it.
cs: Práce je zveřejněna a lze si ji vypůjčit, pokud je to povoleno.

source: Thesis author relation
cs: Vazba autora k práci

source: Thesis author relations
cs: Vazby autorů k pracem

source: created
cs: vytořeno

source: modified
cs: modifikováno

source: Server error
cs: Chyba serveru
